@OPCXMLDA/read_soap.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://opcfoundation.org/webservices/XMLDA/1.0/">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:Read>
         <!--Optional:-->
         <ns:Options ReturnErrorText="true" ReturnDiagnosticInfo="true" ReturnItemTime="true" ReturnItemPath="true" ReturnItemName="true" RequestDeadline="" ClientRequestHandle="" LocaleID=""/>
         <!--Optional:-->
         <ns:ItemList ItemPath="" ReqType="" MaxAge="">
            <!--Zero or more repetitions:-->
            <ns:Items ItemPath="" ReqType="" ItemName="bioreactor.parameters.Temp.Setpoint" ClientItemHandle="" MaxAge=""/>
         </ns:ItemList>
      </ns:Read>
   </soapenv:Body>
</soapenv:Envelope>